"""
Программа которая должна заменить моё экселевское повторение.
Задачи:

Новая база данных:
    Перевод всего в нужную базу и тогда будет просто импорт
    Обновление базы по мере необходимости
Программа которая бы выводила мои данные в виде html + работа с базой данных:


Чтение:
    Имортировать все нужные файлы которые я добавлю через модуль values
    Анализировать ячейки по дате + смещению, которые тоже будут в отдельном файле
    Выдача нужных ячеек в формате вопрос ответ
    Выдача ячеек на несколько дней
    !Коректное закрытие
Запись
    Запись даты повторений с потверждением(будущим)


Модули
    Проверка везде ли установленна дата
    Проверка везде ли установлен вопрос

    Подгтовка к экспорту в балаболку или скармливание голосовому движку

    Реалзиация систем оценки с помощью андроид приложения и пульта

"""


